Repository: IamRohitSinghDhakad/TechnicalWorld_Swift
Catalog: TechnicalWorld/Localization/*.lproj/Localizable.strings
Languages: ar

# app_name
source: Bina
ar: بناء

source: Get Started
ar: ابدأ

# Signgoogle
source: Sign in with Google
ar: سجل بأستخدام جوجل

# Signfb
source: Sign in with Facebook
ar: سجل بأستخدام فيسبوك

source: Login
ar: دخول

# enteremail
source: Enter your email address...
ar: ادخل البريد الالكتروني

# enterpass
source: Enter your password...
ar: ادخل كلمة السر

# continu
source: Continue
ar: تابع

# forgot
source: Forgot Password
ar: نسيت كلمة السر

source: Register Now!
ar: سجل الان

source: Submit
ar: ارسل

# existinguser
source: Existing user?back to Login
ar: مستخدم حالي

source: Register
ar: سجل

# setpp
source: Set your profile picture
ar: ضع الصورة الشخصية

source: Individual
ar: شخصي

source: Company
ar: شركة

source: Full Name
ar: الاسم بالكامل

# emailadd
source: Email Address
ar: البريد الالكتروني

# pass
source: Password
ar: كلمة السر

# phonenum
source: Phone Number
ar: رقم الهاتف

# dob
source: Date of birth
ar: تاريخ الميلاد

# selgender
source: Select Gender
ar: الجنس

source: Location
ar: الموقع

# iagreeto
source: I agree to the Application Terms and Policy.
ar: اوافق على <u> شروط و احكام التطبيق </u>.

source: Add Post
ar: اضف العرض

source: Contractors
ar: المقاوليين

# individualrate
source: Individual :
ar: شخصي:

source: Rent
ar: اجار

source: Buy
ar: شراء

source: Details
ar: تفاصيل

source: Type
ar: نوع

source: Bedrooms
ar: الغرف

source: BathRooms
ar: الحمامات

# superarea
source: Super Builtup Area (sq/ft)
ar: مساحة البناء(sq/ft)

# carpetarea
source: Carpet Area (sq/ft)
ar: مساحة السجاد (sq/ft)

source: Description
ar: وصف

source: Part Time
ar: جرئي

source: Career Level
ar: المستوى الوظيفي

# employemnttype
source: Employement Type
ar: نوع الوظيفة

# minimumworkexp
source: Minimum Work Experience
ar: الحد الادنى للخبرة

source: Company Size
ar: حجم الشركة

source: Posted On
ar: نشر على

# allbid
source: All Bids
ar: كل المناقصات

source: My Bids
ar: مناقصاتي

source: Add Bid
ar: اضف مناقصة

source: Bid Detail
ar: تفاصيل المناقصة

source: Submit Offer
ar: ارسال عرض

# closingday
source: Closing days
ar: الاغلاق بالايام

# fore
source: For :
ar: ل :

# wantjob
source: Want a Job
ar: ابحث عن عمل

# lastcurrjob
source: Last/Current Job
ar: الوظيفة الحالية او السابقة

# lookingfor
source: Looking for (role)
ar: ابحث عن وظيفة

# expectedmonthlysal
source: Expected Monthly Salary (in AED)
ar: الراتب الشهري المتوقع (درهم)

source: To
ar: الى

# otherexpected
source: Other Expected Benifits :
ar: مميزات اخرى :

source: Offer Description
ar: الوصف

# whatcan
source: What can I do
ar: ماذا بامكاني ان افعل

# expectedfee
source: Expected fees
ar: الرسوم المتوقعة

source: Monthly
ar: شهري

source: Total Hours
ar: اجمالي الساعات

source: Week
ar: سبوع

# maxwordss
source: Max 300 Words
ar: بحد اقصة 300 كلمة

# minquali
source: Minimum Qualification
ar: الحد الادنى للمأهل العلمي

source: Diploma
ar: دبلوم

# minyearofexp
source: Minimum Year of experience
ar: الحد الادنى للخبرة

source: Offered Role
ar: الوظيفة المعروضة

source: Offered Package
ar: المميزات المعروضة

source: (In AED)
ar: ( درهم)

source: Other Benifits :
ar: مميزات اخرى:

source: Write here...
ar: اكتب هنا...

source: Offered Salary
ar: الراتب المعروض

# termscondition
source: Terms &amp; Conditions
ar: الاشتراطات

# agree
source: I Agree
ar: اوافق

# selsubcat
source: Select Sub Category
ar: اختر التصنيف الفرعي

# registersuccess
source: Registered Successfully!
ar: التسجيل بنجاح

# loginsuccess
source: Login Successfully!
ar: الدخول بنجاح

# forgotsuccess
source: New Password will be sented to your registered Email Address.
ar: سيتم ارسال كلمة السر الجديدة الى البريد الالكتروني المسجل

source: Yes
ar: نعم

# logoutmsg
source: Are you sure to want a Logout?
ar: هل ترغب في تسجيل الخروج؟

source: No
ar: لا

source: Update
ar: تحديث

# updatepp
source: Update Profile Picture
ar: حمل صورة الملف الشخصي

# updatesuccess
source: Profile Updated Successfully!
ar: تم تحديث الملف الشخصي بنجاح

# noimg
source: No Any Image Found of this User
ar: لا يوجد اي صور لهذا المستخدم

# nouserfound
source: Not Found!
ar: لا يوجد

# nopostfound
source: Not Post Found!
ar: لا يوجد اي منشور

source: My Images
ar: صورتي

# surecall
source: Are you sure to call
ar: هل ترغب بالاتصال

# suremsg
source: Are you sure to chat with
ar: هل ترغب بالمراسلة

# sureloc
source: Are you want to see location of
ar: هل ترغب بالدخول على الموقع

# deletemsgimg
source: Are you want sure to Delete this Image?
ar: هل ترغب في حذف الصورة

# proptype
source: Select Type of property
ar: اختر نوع المنشأه

source: Validity
ar: صلاحية

source: Long Description
ar: شرح مطول

source: Property Heading
ar: عنوان المنشأه

# selfurnished
source: Select Furnished Status
ar: اختر حالة الاثاث

source: Listed By
ar: مدرجة من قبل

# postedsuccess
source: Posted Successfully
ar: عرضت بنجاح

source: No Jobs Found
ar: لا يوجد وظائف

source: Role
ar: وظيفة

# guestlogin
source: continue as guest
ar: تابع كزائر

source: No Reviews Yet!
ar: لا يوجد ملاحظات

# Ratingsuccess
source: Rating Submitted Successfully.
ar: تم اضافة التقييم بنجاح

# bidplaced
source: Bid Added Successfully.
ar: تم اضافة المناقصة بنجاح

# nobidssyet
source: No Bids Added Yet!
ar: لا يوجد اي مناقصة

source: Date
ar: تاريخ

source: Time
ar: الوقت

source: By
ar: بواسطة

source: Days Remaining
ar: الايام المتبقية

# submitedoffer
source: Submitted Offer
ar: العروض المرسلة

source: Bid By
ar: لمناقصة بواسطة

# submitoffersuccess
source: Offer Submitted Successfully.
ar: تم ارسال العرض بنجاح

# nooffersyet
source: No Offers Submitted Yet!
ar: لا يوجد اي عرض

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Update Bid
ar: تحديث المناقصة

# bidupdate
source: Bid Updated Successfully.
ar: تم تحديث المناقصة بنجاح

# deletebidmsg
source: Are you want to sure to Delete this bid.
ar: هل ترغب في حذف المناقصة

# biddelete
source: Bid Deleted Successfully.
ar: تم حذف المناقصة

source: Update Offer
ar: تحديث العرض

# updateoffersuccess
source: Offer Updated Successfully.
ar: تم تحديث العرض

# deleteoffermsg
source: Are you want to sure to Delete your Offer from this BID?
ar: هل ترغب في حذف العرض

# offerdelete
source: Offer Deleted Successfully.
ar: تم حدف العرض

# nocontent
source: No Content in this
ar: لا يوجد

# notification
source: Notifications
ar: تنبيهات

# nonotificationfound
source: No Notifications Yet!
ar: لا يوجد تنبيهات

# sellang
source: Select Language :
ar: اختار اللغة :

source: Arabic
ar: عربى

source: English
ar: الإنجليزية

# ownedbytw
source: Owned by Technical World
ar: مملوك من قبل تيكنيكال وورلد

# vaccancy
source: Vacancies
ar: الشواغر

# searchingforjob
source: Searching for a job
ar: البحث عن وظيفة

# nointernet
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# donthaveinternet
source: You don't have internet connection.
ar: ليس لديك اتصال بالإنترنت.

# failedmsg
source: Failed server or network connection, please try again.
ar: فشل اتصال الخادم أو الشبكة ، يرجى المحاولة مرة أخرى.

source: User not Exist
ar: المستخدم غير متوفر

# pleaseselatleastoneimage
source: Please Select Atleast one Image of Property
ar: يرجى تحديد صورة واحدة على الأقل للممتلكات

# pleaseselproptype
source: Please Select Type of Property
ar: الرجاء تحديد نوع العقار

# pleaseselproppostedby
source: Please Select Property Posted by
ar: الرجاء تحديد ملكية تم النشر بواسطة

# pleasesellocofprop
source: Please Select Location of Property
ar: يرجى تحديد موقع العقار

# pleaseselvalidityprop
source: Please Select Validity of Rental Property
ar: يرجى تحديد صلاحية تأجير العقارات

# pleaseselwhichtypepost
source: Please Select Which type of Post you want to Post.
ar: يرجى تحديد نوع المنشور الذي تريد نشره.

source: Can't be Empty!
ar: لا يمكن أن تكون فارغة!

# selcatofbid
source: Please Select Category of Bid!
ar: الرجاء تحديد فئة العطاء!

# selsubcatofbid
source: Please Select Subcategory of Bid!
ar: يرجى تحديد فئة فرعية من العطاء!

# seldayofbid
source: Please Select Closing Day of Bid!
ar: يرجى تحديد يوم إغلاق العطاء!

# seldateofbirth
source: Please Select Date of Birth!
ar: يرجى تحديد تاريخ الميلاد!

# pleasechecktandc
source: Please Check Terms &amp; Conditions!
ar: يرجى مراجعة الشروط والأحكام!

# pleaseselloc
source: Please Select Location of your Company!
ar: يرجى تحديد موقع شركتك!

# pleaseselsubcat
source: Please Select Sub Category!
ar: الرجاء تحديد الفئة الفرعية!

# pleaseselcat
source: Please Select Category!
ar: الرجاء تحديد الفئة!

# pleaseselcatofbid
source: Please Select Category of Bid!
ar: الرجاء تحديد فئة العطاء!

# pleaseselsubcatofbid
source: Please Select Subcategory of Bid!
ar: يرجى تحديد فئة فرعية من العطاء!

# pleaseselclosingdayofbid
source: Please Select Closing Day of Bid!
ar: يرجى تحديد يوم إغلاق العطاء!

# pleaseselprofilepic
source: Please Select Profile Picture!
ar: الرجاء تحديد صورة الملف الشخصي!

# pleaseselcompprofilepic
source: Please Select Profile Picture of Company!
ar: الرجاء تحديد صورة الملف التعريفي للشركة!

# pleaseloginregister
source: Please Login/Register Before Submit Any Offer.
ar: الرجاء تسجيل الدخول / التسجيل قبل تقديم أي عرض.

# pleaseloginregisterpost
source: Please Login/Register Before Submit Any Post.
ar: الرجاء تسجيل الدخول / التسجيل قبل إرسال أي منشور.

source: Any Bid Not Found.
ar: لم يتم العثور على أي عطا
